Repository: collective/collective.syndication
Catalog: src/collective/syndication/locales/*/LC_MESSAGES/collective.atomsyndication.po
Languages: es

source: Allow syndication for collections and folders on site.
es: Permitir sindicaciòn para carpetas y collecciones en el sitio.

source: Allowed
es: Permitido

source: Allowed Feed Types
es: Tipos de Feed permitidos

source: Allows users to subscribe to feeds of search results
es: Permitir Usuarios subscribirse a resulatedo de busqueda de feeds

source: Cancel
es: Cancelar

source: Changes saved.
es: Cambios Guardados

source: Default syndication settings.
es: Configuracion por defecto de la sindicación

source: Edit cancelled.
es: Edicion cancelada

source: Enable RSS link document action on the syndication content item.
es: Mostrar Link RSS en el contenido

source: Enabled
es: Activado

source: Enabled by default
es: Activado po defecto

source: Feed Types
es: Tipos de Feed

source: If syndication should be enabled by default for all folders and collections.
es: Sindicación esta por activada defecto para toda als carpetas y collecciones

source: Makes it possible to customize syndication settings for particular folders and collections
es: Hace posible configurar la sindicación para carpetas y collecciones por separado

source: Missing rss link action.
es: Falta link Rss

source: Missing syndication settings action.
es: Falta configuracion de sindicación

source: Paths to folders and collections to link to at the portal root.
es: ruta a carpetas y collecciones hacia el root del sitio

source: Render Body
es: Mostar Cuerpo

source: Save
es: Guardar

source: Search RSS enabled
es: Busqueda RSS activada

source: Separate view name and title by '|'
es: Separar nombre de la vista y titulo con '|'

source: Should feeds include author information
es: Incluir información de autor

source: Show Feed Link
es: Mostrar link del Feed

source: Show Settings Button
es: Mostrar boton de configuración

source: Show author info
es: Mostrar información de autor

source: Site RSS
es: RSS del sitio

source: Syndication
es: Sindicación

source: Syndication Settings
es: Configuración de Sindicación

source: description_syndication_properties
es: Sindicacion permite sindicar esta carpeta

source: heading_syndication_properties
es: Propiedades de sindicación

source: help_render_body
es: Si existe texto en el elemento, mostrarlo, sino usar descripción

source: help_syndication_max_items
es: Cantidad maxima de elementos a sindicar

source: label_syndication_max_items
es: Elementos Maximos
